<template>
  <div class="col-12 col-xl-6 col-lg-6 col-md-9 col-sm-12 q-pa-sm flex column">
    <div class="title text-h3">Заголовок статьи</div>
    <div class="header q-pt-md q-pb-xl text-grey-2 flex justify-between">
      <div class="category">
        Категория: <span class="text-bold text-blue-1">Автомобили</span>
      </div>
      <div class="user">Вася пупкин</div>
    </div>
    <q-img
        placeholder-src="statics/img-placeholder.png"
    />
    <article class="text-h6 q-pt-xl">
      Поэтому многие откладывают данный процесс до последнего, пока на стекле не появятся жирные блики или же обзорность ночью от света встречных фар автомобилей не начнет ухудшаться. Но есть пара способов, которы очень упрощают эту процедуру и позволяют проделать процесс в кратчайшие сроки. <br><br>Первый и самый распространенный это раствор из нашатырного спирта, а именно в соотношении 15 мл нашатырного спирта на 1 литр воды, как следует перемешиваем и протираем, смачиваем фибру и протираем как следует, следов не останется, а стекло будет максимально прозрачным. Но если под рукой нету качественной фибры и даже нашатырного спирта, всегда приходит 2-ой способ которым пользовались еще автолюбители из СССР.

    </article>
    <q-img
        class="q-mt-xl"
        placeholder-src="statics/img-placeholder.png"
    />
    <article class="text-h6 q-pt-xl">
      Заключается он в использовании уксуса и газет (так как в чернилах их использовался свинец) речь идет о старых газетах, то они с легкостью после протирки уксусом стирали даже самые глубокие жирные пятена от рук или дымного нагара, если в салоне курили. Этот самый незамысловатый способ хорошо позволял отчистить лобовое стекло, да и все стекла в целом. А вообще хотя бы раз в месяц авто стоит мыть изнутри, чтобы в нем застаивалось меньше грязи и влажности, особенно это актуально в зимнее время года и для тех кто много ездит.<br><br> а какими средствами отчищаете Вы стекла? Пишите свое мнение в комментариях, а также подписывайтесь!
    </article>
    <div class="date q-py-md text-grey-2 text-right">Дата</div>
  </div>
</template>
<script>
export default {
  name: 'content'
}
</script>
<style lang="sass">
  .text-h6
    font-weight: normal
    font-size: 20px
    line-height: 23px
</style>
